Dlubal.TimberPro.CurvedMemberDetailDIN
Curved member detail for DIN.

Dlubal.TimberPro.CurvedMemberDetailDIN.No
Curved member detail number

Dlubal.TimberPro.CurvedMemberDetailDIN.MemberNo
Member number

Dlubal.TimberPro.CurvedMemberDetailDIN.LaminateThickness
Laminate thickness. For not laminated materials 0 is returned

Dlubal.TimberPro.CurvedMemberDetailDIN.DesignPerpendicularTension
Design perpendicular tension

Dlubal.TimberPro.CurvedMemberDetailDIN.ReferenceHeight
Reference height

Dlubal.TimberPro.CurvedMemberDetailDIN.KDis
Factor k_dis

Dlubal.TimberPro.CurvedMemberDetailDIN.Comment
Comment